[
"Kangaroos can’t walk backwards.",
"There are four species of kangaroo, the Red, Antilopine, Eastern Grey and Western Grey Kangaroo.",
"In one leap they can jump 3m high and 7.6m long.",
"Kangaroos are the only large animal to use hopping as their primary method of locomotion. Hopping is a fast and energy efficient means of travelling which allows them to cover large distances in habitats where there is little food and water available.",
"Female kangaroos can determine the gender of their offspring. They can even delay gestation when environmental factors are likely to diminish the chance of young surviving.",
"Like all marsupials, kangaroos are born extremely early; the equivalent of the seventh week of pregnancy for humans. They travel from the birth canal as little more than an embryo by blindly propelling through the mother’s fur to the safety of the pouch, where they will spend several months developing before finally leaving to explore the world.",
"Young kangaroos (joeys) will sometimes jump head first into their mother’s pouch when frightened.",
"Kangaroos can jump very high, sometimes three times their own height.",
"Kangaroos are marsupial animals that are found in Australia as well as New Guinea.",
"There are four different kangaroo species, the red kangaroo, eastern grey kangaroo, western grey kangaroo and antilopine kangaroo.",
"On land kangaroos only ever move their hind legs together, however in water they kick each leg independently to swim.",
"Kangaroos are social animals which stay in groups of at least 3 or 4 individuals. Some groups can comprise of as many as 100 individuals.",
"Kangaroos have very powerful legs and can be dangerous at times.",
"Red Kangaroos are the largest marsupial and can grow up to 2 metres. They can reach a top speed of over 65km/h – out-pacing a top racehorse.",
"Kangaroos can hop around quickly on two legs or walk around slowly on all four.",
"There are more kangaroos than humans in Australia. They are the national symbol of Australia and appear on postage stamps, coins, and aeroplanes."
]
