[
  "The song of a European wren is made of more than 700 different notes a minute and can be heard 1,650 feet (500 m) away.",
"The Malleefowl is famed for making a huge compost pile for its nest. Its eggs are incubated by the heat given off by the rotting vegetation",
"An albatross can soar for as long as six hours without moving its wings.",
"Over time, a surprising number of birds have lost their ability to fly. Being flightless has several advantages. For example, a flightless bird doesn’t need to develop and carry large flight muscles or burn up the energy that flying requires. A flightless bird can also get by with less food, which means it can survive in places where food is scarce.",
"In the United States alone, there are over 40 million pet birds.",
"Bassian thrushes find food by farting.",
"Gentoo Penguins are the fastest swimming birds, reaching speeds of 22 mph (36 kph). Emperor Penguins can stay under water for up to 18 minutes.",
"The biggest bird that ever existed on Earth is the flightless elephant bird, which is now extinct. It weighed about 1000 lb. (450 kg.). Seven ostrich eggs would fit inside one elephant bird’s egg. Elephant birds died out 400 years ago, but people still find pieces of their tough-shelled eggs.",
"A flock of ravens is called an \"unkindness\" or a \"conspiracy\"",
"The Japanese crested ibis is one of the rarest birds in the world. Probably fewer than 50 crested ibises are alive today.",
"Oilbirds eat oil palm fruits, which make the birds oily too. People near the caves where the oilbirds lived used to trap the oilbirds and boil them down for the oil.",
"The only bird with nostrils at the end of its beak is the kiwi. This placement helps it sniff for food, such as worms and insects on the ground. It often snorts to clear its nostrils.",
"Woodpeckers hoard acorns.",
"Around 20% of bird species migrate long distances every year.",
"Cardinals like to cover themselves in ants.",
"Lighthouses are dangerous for birds. The beams attract birds, especially in misty conditions, and many are killed when they fly into the glass.",
"Ostriches have the largest eyes of any land animal.",
"Some bird species are intelligent enough to create and use tools.",
"The bird with the most feathers is the whistling swan, with up to 25,000 feathers. Hummingbirds, on the other hand, are so small that they have fewer than 1,000.",
"Approximately 75% of wild birds live for less than a year. The larger the bird, the more likely it is to live longer. The large wandering albatross, for example, can live for up to 80 years.",
"A bird’s lungs are much more complicated and efficient and take up more space than those of mammals, such as humans. A human’s lungs compose about 1/20 of its body, but a bird’s takes up 1/5.",
"Famous birds in literature include the Albatross in The Rime of the Ancient Mariner, Archimedes in The Once and Future King, Chicken Little, Chanticleer in Chaucer’s Nun’s Priest’s Tale, Fawkes and Hedwig in Harry Potter, Mother Goose, the Raven in Edgar Allen Poe’s “The Raven,” Owl in Winnie the Pooh, Thorondor (the king of eagles) in J.R.R. Tolkien’s Lord of the Rings, and The Ugly Duckling",
"The Emperor Penguin is the only bird that lays its eggs in the middle of winter. By laying its eggs so early, it gives its young a head start. The babies need all spring, summer, and fall to grow big enough to survive the next winter.",
"The fastest flying bird in a dive is the Peregrine Falcon. It averages speeds of over 110 mph (180 kph).",
"Some ducks sleep with one eye open.",
"A Ruby-throated Hummingbird, which weighs less than 0.2 oz., has to beat its wings more than 52 times a second to hover in front of a flower.",
"There are around 10000 different species of birds worldwide.",
"Vultures have stomach acid so corrosive that they can digest carcasses infected with anthrax.",
"Oilbirds are the only birds that use echolocation the way that bats do. However, bats are much better at it. A bat can even fly through the blades of a moving fan. Oilbirds are also the only nocturnal fruit-eating birds in the world.",
"The linear flight formations of migratory birds are called echelons, with the most common shapes being the \"V\" or the \"J.\" In fact, a true V-shaped formation is less common than a J formation. Birds fly in formation a) because it saves energy and b) to facilitate orientation and communication among the birds.",
"A Bald Eagle is called “bald” because it is piebald (black and white), not because it doesn’t have any feathers.",
"Bar-headed Geese fly across the Himalayas, the highest mountains in the world. They fly nearly 5 miles (over 8,000 m) up in the sky, almost as high as jet planes. The highest-flying bird is the Griffon Vulture. In 1973, one collided with an airplane more than 6.8 miles above the Ivory Coast in Africa.",
"Before 1840, there were thousands of millions of passenger pigeons in North America. However, they were slaughtered for food until only one was left, a female called Martha. She died when she was 12 years old in 1914, in a zoo in Ohio.",
"Depending on the species, a woodpecker’s tongue can be up to 4\" long. It stores this long tongue by curling it in and sticking it through a specialized opening at the back of its neck, where it can then put it between the skull and skin.",
"The slowest flying bird is the American Woodcock. It can fly at just 5 mph (8 kph). When hummingbirds hover, they move at 0 mph. Additionally, hummingbirds are the only birds that can fly backwards under power, registering a negative speed.",
"Birds play a central role in many creation myths. Birds are also often associated with the journey of the soul after death or as mediators between the dead and living. They can also appear as oracles or tricksters.",
"Though the term “eagle eyed” implies that eagles have keen vision, only the Wedge-tailed Eagle can see better than humans (2½ times better). Kestrels and falcons have about the same power of sight as we do.",
"The fastest level flight by a bird has been seen in both the Spine-tailed Swift and the Red-breasted Merganser (a duck). They have flown at 100 mph (161 kph) in level flight.",
"Birds have hollow bones which help them fly.",
"No other living being other than birds have feathers. The main function is to help them fly. They also waterproof birds and protect them from UV rays and other harmful elements.[",
"The heaviest bird in the air is the Kori Bustard, from East and South Africa. It weighs about 31 lb. (14 kg.), with the largest on recorded being 40 lb. (18 kg.). Because it is such hard work to fly, it flies only in emergencies and for only short distances.",
"Birds that are raised for meat and eggs (poultry) are the largest source of protein eaten by humans.",
"In the novel To Kill a Mockingbird (1960), author Harper Lee used the mockingbird to symbolize innocence.",
"Wind farms kill approximately a half-million birds per year in the United States, according to a 2008 Fish and Wildlife study. Nearly 10,000 birds, almost all of which are protected by the migratory bird acts, are killed every year at the wind farm in Altamont Pass, CA, alone.",
"Owls devour their prey whole.",
"Many birds, such as starlings, sing notes too high for humans to hear.",
"Homing pigeons are bred to find their way home from long distances away and have been used for thousands of years to carry messages.",
"Unlike most birds that sing, a woodpecker will drum its beak against a tree. Other woodpeckers can identify which bird it is by the sound of the drumming.",
"The wishbone (or \"merrythought\" bone) is a bird’s fused collarbone. The strongest fliers have the widest angles in their wishbones. They are the only vertebrate animals to have a fused collarbone.",
"Social weaverbirds live in huge communal nests that look like a huge haystack spread across a treetop. Some nests can weigh a few tons, have over 400 birds living in them, and may be 100 years old.",
"The Fieldfare birds have a special way to attack an enemy bird. They gang up on it and make it fly to the ground. Then the Fieldfares fly into the air and drop poop on the bird.",
"Birds have three fingers on each wing. The first, the thumb, supports a small part of the wing called the alula (a.k.a bastard wing). The second and third fingers support the main flight feathers.",
"The ostrich lays the biggest egg in the world. It measures 7\" x 5\" and weighs 3 pounds. However, the biggest egg for the size of the mother is laid by the kiwi and is a third of the weight of the bird. It is 5\" long and can weigh as much as 1 lb. This would be the equivalent of an ostrich laying an 88 lb. (40 kg.) egg.",
"The unique black and white coloring of penguins works as camouflage.",
"The heaviest bird of prey is the Andean condor. It can weigh up to 27 lb. (12 kg.).",
"The chicken is the most common species of bird found in the world.",
"Kiwis are endangered, flightless birds that live in New Zealand. They lay the largest eggs relative to their body size of any bird in the world."
]
