[
  "Grey foxes can retract their claws like cats do.",
"Foxes are generally solitary animals; unlike wolves, they hunt on their own rather than in packs",
"If you can’t decide on having cat or a dog, you can have a fox as a pet.",
"Most species of foxes are lone wolves. They hunt and sleep alone, but when they’re raising their young, the live in underground burrows.",
"Watch out: foxes can run up to 45 miles per hour (72 km/hour), making them one of the fastest animals in the world!",
"Foxes dig underground dens where they take care of their kits and hide from predators",
"heir pupils are vertical, similar to a cat, helping them to see well at night",
"What does the fox say? There are at least 40 different voices the fox can uses, but the most common is their scream.",
"The tip of a red fox’s tail is white, whereas swift foxes have a black-tipped tail",
"Because of their awesome fur, Arctic foxes can withstand temperatures as low as negative-70 degrees Celsius. That’s when the poor fellas start shivering.",
"Some foxes can hear objects that are 40 yards (36.5 meters) away.",
"If foxes are together, it’s called a “leash” or a “skulk” of foxes.",
"Even if you encounter a wild fox, they probably won’t eat you. Their omnivorous diet mainly consists of small rodents, small mammals, vegetation and birds.",
"Foxes have excellent hearing. Red foxes can reportedly hear a watch ticking 40 yards away!",
"A male is called a 'dog fox' while a female is called a 'vixen'",
"Grey foxes can retract their claws like cats do",
"Speaking of whiskers, they have some on their legs. This helps them with their bearings, especially when it’s dark outside.",
"Even though foxes are related to wolves , jackals and dogs, they have more in common to cats. They’re most active at night, as they use their vertical pupils to see in the dark while stalking and pouncing on its prey like a cat. They also have whiskers and retractable claws.",
"Foxes can survive in the wild for about three years. In captivity, some foxes can live up to ten years.",
"Foxes have whiskers on their legs and face, which help them to navigate",
"Foxes are also prey to certain larger animals: eagles, coyotes, grey wolves, bears and mountain lion",
"Most foxes are like medium-sized dogs, with the biggest foxes weighing 24 pounds (11 kilograms) and measuring 34 inches (86 cm) without its tail.",
"Grey foxes can retract their claws like cats do.",
"Foxes stink, their funny ‘musky’ smell comes from scent glands at the base of their tail",
"Besides whiskers on their legs, foxes also use Earth’s magnetic field to hunt their prey. Foxes leap up and pounce on their prey. They can leap in any direction, but they’re more likely to jump towards the northeast, where 72 of their attacks were successful."
]
