[
  "The koala is a marsupial mammal.",
"Koalas are nocturnal marsupials famous for spending most of their lives asleep in trees. During the day they doze, tucked into forks or nooks in the trees, sleeping for up to 18 hours. This sedentary lifestyle can be attributed to the fact they have unusually small brains and survive on a diet of nutrient-poor leaves. Koalas tend to smell strongly of eucalyptus and musk. This is thought to discourage fleas and other animals from living in its fur",
"Although these beautiful creatures are protected by law, and not classed as an endangered species, their habitat is under threat. Sadly, around 80% of koala habitat has been lost to human homes, drought and forest fires.",
"Koalas drink milk from the mother.",
"Cuddly critters, koalas measure about 60cm to 85cm long, and weigh about 14kg.",
"The koala has very thick fur.",
"The mother has a pouch.",
"Koalas don’t have much energy and, when not feasting on leaves, they spend their time dozing in the branches. Believe it or not, they can sleep for up to 18 hours a day!",
"The koala is very small when it's just born.",
"Koalas breed in the summer.",
"The koalas have white on the underside and gray on the rest of its body.",
"They are warm-blooded.",
"These magnificent mammals get their name form an Aboriginal term meaning, \"no drink\". It’s believed this is because koalas get almost all their moisture from the leaves they eat, and rarely drink water.",
"The koala is a marsupial mammal.",
"The koala might look cuddly but the koala has very sharp teeth and very sharp claws.",
"Koalas sleep for up to 19 hours.",
"The koala cub stays in the mother's pouch for 5 months.",
"The koala has big ears and a big nose.",
"The koala can run as fast as a rabbit.",
"After 1 month the cub is 1 cm. long.",
"One cub is born at a time.",
"Koalas live for 20 or more years.",
"Koala’s grow up to become big eaters, shifting up to one kilogram of eucalyptus leaves in a day! They are fussy, too, and will select the most nutritious and tastiest leaves from the trees where they live.",
"The koala's young is called a cub.",
"Koalas do not drink much water and they get most of their moisture from these leaves. In Aborigine language, the word \"koala\" means \"no water\".",
"Eucalyptus leaves are super tough and poisonous! Luckily for koalas, they have a long digestive organ called a cecum which allows them to break down the leaves unharmed.",
"The adult koala generally grows to 25 - 30 inches long.",
"Koalas live on the East coast of Australia.",
"The mother has a pouch."
]
