[
"They do not travel far from a comfortable den. They only go as far as their appetite will take them.",
"Their superior dexterity has proved no match for combination locks on dumpsters or fastened windows. They will do anything in their power to acquire food of all kinds.",
"Raccoons are found in North and Central America, Europe and Japan. They are very adaptable, so they live in a wide range of climates and habitats. They typically make homes, called dens, in trees or caves, though they will also make homes in barns, abandoned vehicles and other man-made locations.",
"They are omnivores (eat plants and animals) and like to eat insects, eggs, small mammals, fruit, berries, seed, garbage...",
"The raccoon’s sense of touch is its most important and specialised sense. They have ‘hyper-sensitive’ front paws which are protected by a thin horny layer which becomes pliable when wet.When able, a raccoon will examine objects in water.",
"A raccoon will rinse its food in water prior to eating it. When there is no water close by, a raccoon will still rub its food to remove debris.",
"They come in many varities.",
"Their masks aren't just for show.",
"The raccoon is an omnivorous and opportunistic eater, with its diet determined heavily by its environment. Common foods include fruits, plants, nuts, berries, insects, rodents, frogs, eggs, and crayfish. In urban environments, the animal often sifts through garbage for food. The majority of its diet consists of invertebrates and plant foods.",
"Raccoons have special paws",
"Their dense fur is grayish-brown, and the tail has 5 to 7 complete dark rings, alternating with broader brown or gray rings.The tip of the tail is always dark.",
"Raccoon's hand looks like human's. They have five fingers and use their hands to collect food, open shells, door or trash cans...",
"Mating season takes place from January to mid March. Two months later, female will give birth to 3-4 babies. Their tails don't have bands, and mask around eyes is still missing.",
"Mating season for raccoons falls generally anytime between January and June.",
"They have grayish fur, black mask around eyes and long tail covered with black and brown bands. Because of their tail, they are nicknamed "ringtail".",
"Raccoons are excellent swimmers. They are also great climbers, which allows them to better access food and shelter.",
"They are easily adaptable to various environments. They can live in hollow tree equally happy like they can in abandoned cars.",
"Though previously thought to be quite solitary, there is now evidence that the species congregates in gender-specific groups.",
"Raccoons often place food in water before they start to eat it. They have highly sensitive sense of touch and water increases sensitivity even more. By touching the food they get better insight about things they will eat.",
"They make their dens in the hollow parts, rock crevices and ground dens.In urban areas, chimneys, attics, and crawl spaces underneath homes are common den sites.",
"Their front toes can be opened wide, the front paws can be used skillfully to handle food and other objects.But they don’t have opposable thumbs.",
"A series of studies in the mid-to-late-twentieth century show that a raccoon can remember solutions to tasks for up to 3 years.",
"During the winter months raccoons do not hibernate, however they minimize their activity in order to conserve energy. During this time, an animal can lose up to 50% of its body weight.",
"Raccoons are solitary (live on their own) and nocturnal creatures (they hunt at night).",
"Raccoons usually reach 2,5 feet in length and weigh between 12-16 pounds. Raccoons that live in colder climates are larger and heavier.",
"A raccoon can run at speeds up to 24 km/h (15 mph).",
"During fall, raccoons stock up on fatty nuts and seeds for the coming winter.",
"Raccoons are nocturnal",
"The raccoon’s main predators are coyotes, wolves, pumas and bobcats. Large owls and eagles will prey on young raccoons.",
"Raccoons produce various sounds. They can hiss, purr, whistle, growl...",
"One lived in the white house.",
"The male raccoon, or boar, is slightly larger than the female, also referred to as sow. The young are called kits and a group of raccoons is called a nursery.",
"Kits open their eyes around 3 weeks of age, start eating solid food around 7 weeks old, and by 2 months old are traveling alongside their mother.",
"The original habitats of the raccoon are deciduous and mixed forests, but due to their adaptability they have extended their range to mountainous areas, coastal marshes, and urban areas, where some homeowners consider them to be pests.",
"Raccoons are highly intelligent and curious animals.",
"They don't hibernate, but they spend coldest days of winters in their burrows.",
"Because its hind legs are longer than the front legs, a raccoon often appears hunched when they walk or run.",
"Raccoons are about as big as small dogs. They grow to about 23 to 37 inches (60 to 95 centimeters) and weigh 4 to 23 lbs. (1.8 to 10.4 kilograms)",
"The most distinctive feature of the raccoon is the “bandit” like face mask around the eyes of the raccoon. One hypothesis states that the raccoon’s mask of black fur may function to reduce glare and enhance night vision.",
"Group of raccoons is called \"nursery\" or \"gaze\".",
"Raccoons can transmit rabies to domestic animals and people. Their feces often contain roundworms.",
"Average life span in the wild is 5 years, while they can live up to 20 years in captivity.",
"The raccoons are nocturnal, mostly foraging and feeding at night and sleep during the day.",
"Mother is very protective and she will teach them how to survive and what to eat as soon they become ready to leave the burrow.",
"Raccoon averages 61 to 96 centimeters (24 to 38 inches) in length and can weigh between 5.5 and 15.8 kilograms (12 and 35 pounds), depending upon habitat and available food.",
"The raccoon’s scientific name, Procyon lotor is neo-Latin and translates to “before-dog washer.”",
"Raccoons produce various sounds including hisses, whistles, screams, growls and snarls.",
"They can be found accross the globe."
]
