[
"Pandas have plantigrade feet. This means their entire foot (toes and heel) touches the ground when walking, which is similar to the way humans, other bears, and rodents walk. Other animals, such as dogs, cats, and horses walk with their weight on their toes.",
"It takes about five years for a female cub to become an adult and up to seven years for a male cub",
"Although a giant panda’s fur looks silky and soft, it is quite thick and wiry. The hair of an adult giant panda can grow up to 4 inches (10 cm) long.",
"A giant panda can peel and eat a bamboo shoot in about 40 seconds.",
"The eyespots of a giant panda cub are initially in the shape of a circle. As the cub grows, the circles become shaped like a teardrop.",
"Giant pandas have 42 teeth. Like humans, giant pandas have two sets of teeth in their lifetime.",
"Pandas have sometimes been seen rolling down slopes. While they may be playing, they may also be trying to dislodge twigs from their fur.",
"Bamboo reaches its flowering cycle every 30-120 years. After bamboo flowers, the entire species of bamboo dies in a process called bamboo dieback. It can take up to 10-15 years for the bamboo to grow back. Pandas have usually been able to migrate to other areas, but they have lost so much of thier habitant to humans that migration has become increasingly difficult.",
"A panda fur is worth between $60,000 and $100,000 on the illegal trade market.",
"Giant pandas are on the brink of extinction, with just over 1,000 pandas left in the world. Scientists are hoping to increase the wild panda population to 5,000 by 2025.",
"The word “panda” may have developed from the Nepalese word poonya, which means \"bamboo-eating animal\" or \"plant-eating animal.\"",
"The Chinese call giant pandas daxiongmao or \"large bear cat.\" Pandas have also been known as \"beast of prey,\" \"white leopard,\" \"iron eating beast,\" and \"bamboo bear.\"",
"The gestation period for giant pandas varies from 97-163 days. This wide range is due to delayed implantation, which means that after a giant panda becomes pregnant, the cub starts to grow only if the mother panda is able to get enough food. Once the cub starts to develop, it takes about 45-60 days before it is born.",
"Giant pandas have a very good sense of smell. Even at night, they can find the best bamboo stalks by scent.",
"Much of the food that a giant panda eats is not digested. An adult giant panda in the spring can produce about 62 pounds of droppings in 24 hours.",
"There are only about 240 captive pandas in the world. They are all part of a breeding program.",
"Giant pandas do not hibernate",
"On all fours, a giant panda stands about 3 feet (.9 m) tall at the shoulder and measures about 5 feet (1.5 m) long. Males are about 10% larger than females.",
"A giant panda has one of the highest bite forces of any carnivore",
"A giant panda usually gives birth to a single cub. Sometimes twins are born, but when this happens, the mother typically ignores the weaker cub. She does not have enough energy to care for two cubs.",
"There are about 15 giant pandas in zoos outside of China. Chinese zoos display another 90 captive animals.",
"The Chinese once hunted giant pandas because they believed that its pelt provided magical protection against evil spirits",
"Giant pandas have been driven out of the lowland areas where they used to live and now are found only in the Chinese provinces of Sichuan, Gansu, and Shaanxi. The forests in these provinces are very damp and rainy. In one year, a forest may receive up to 50 inches of rain and snow.",
"Pandas are pigeon-toed; in other words, they walk with their front paws turned inward.",
"Pandas rely less on visual memory than they do on spatial memory to locate a mate’s home range area and preferred patches of bamboo. Spatial memory is defined as the ability to remember a loca",
"After Richard Nixon visited China in 1972, he received two pandas from the Chinese leader, Chairman Mao. The two pandas, Ling-Ling and Hsing-Hsing, were placed in the National Zoo in Washington D.C. More than 1 million people visited them during their first year there. Nixon was the first U.S. president to ever visit China.",
"Giant pandas have evolved a unique “thumb” which they use to hold bamboo stalks. This thumb is actually a modified wrist bone.",
"Under its fur, the skin of a giant panda is black where its fur is black, and pink where its fur is white.",
"It has been illegal to kill pandas in China since the 1960s, but the laws were not enforced strictly. In 1987, the laws were strengthened to increase punishment from two years to a life sentence or even death. Today the punishment is less severe: 10-20 years in prison.",
"In China, giant pandas are considered to be national treasures",
"Giant pandas have been the symbol of the international conservation organization WWF, or the World Wide Fund for Nature, since it was founded in 1961.",
"Pandas do not run fast—a slow trot is as fast as they can go. The fastest bear is the black bear, which can run 35 miles per hour. That’s about as a fast as a horse or deer.",
"A giant panda’s face is cute, but it is not chubby. It gets its shape from massive cheek muscles. In fact, a giant panda’s jaw and cheek muscles are so powerful that a panda can easily chew an aluminum dish into tiny pieces. They can also easily bite through a thick bamboo stalk. Humans have trouble cutting the same stalk with an ax.",
"There is only one species of pandas (Ailuropoda melanoleuca or “black-and-white cat foot”). Wild pandas live only in small pockets of land in southwestern China.",
"The red panda and the giant panda share the same habitat and diet, and both animals are also endangered. However, scientific tests show that the red panda is in the raccoon family while the giant panda is in the bear family. Some scientists believe that the giant panda is so special that it should belong to its own family group.",
"Giant pandas first appeared on Earth 2-3 million years ago",
"The giant panda's black and white coloring reflects the harmony embodied in yin and yang symbol",
"Young pandas stay with the mothers for as long as three years, which means that a wild panda may raise only three or four cubs in a lifetime.",
"It is very rare to see more than one panda at a time in the wild. Giant pandas cannot afford the energy it would take to compete with one another for food, territory, and mates.",
"Giant pandas still have the digestive tract of a carnivore, which means bamboo is a highly inefficient energy source",
"The ancestor of the giant panda is the Ailurarctos (\"cat bear\"), which is an extinct genus of the Chinese panda that lived 8 million years ago. The skull of another ancestor, Ailuropoda microta, shows that it was half the size of a modern-day giant panda. Research shows that for the past 3 million years, giant pandas have evolved as a separate linage from other bears.",
"From 1974-1989, half of the panda’s habitat in China’s Sichuan areas was destroyed by human activity.",
"It was not until the 20th century that giant pandas became known to the rest of the world outside of China. The first live giant Panda to leave China in 1936 was named Su-Lin (“a little bit of something very cute”). He arrived at the Brookfield Zoo in Chicago.",
"The panda spends 14-16 hours a day eating bamboo.",
"An adult giant panda weighs about 200-300 pounds (90-135 kg).",
"The giant panda has been on the endangered species list since 1990. The most significant threats to pandas are habitat loss and poaching. China is only approximately 5% greater than the U.S. in area but has four times the population.",
"A panda’s throat has a special lining to protect it from bamboo splinters.",
"On average, a panda eats 25-30 pounds of bamboo in one day. In the spring, a panda may eat 100 pounds in a day.",
"Fashion designer and socialite Ruth Harkness (1900-1947), without training or experience, became the first Westerner to capture and present a live giant panda to the world outside China.",
"Many Chinese philosophers believe that the universe is made from two opposing forces, the Yin and Yang. The panda is one symbol of this philosophy with its contrasting black-and-white fur. The Chinese believe that the gentle nature of the panda demonstrates how the Yin and Yang bring peace and harmony when they are balanced.",
"Although 99% of their diet is bamboo, a panda’s digestive system is designed for meat. In fact, pandas absorb only 20%-30 % of bamboo nutrients. Other plant eaters such as deer absorb around 80%. This means the panda has to eat most of the time it is awake to get enough nutrients to survive.",
"There are 300 species of bamboo in China. There are about 25 different kinds in the mountains where the pandas live. Pandas especially like to eat umbrella, arrow, and golden bamboo.",
"It takes about five years for a female cub to become an adult and up to seven years for a male cub.",
"Bamboo reaches its flowering cycle every 30-120 years. After bamboo flowers, the entire species of bamboo dies in a process called bamboo dieback. It can take up to 10-15 years for the bamboo to grow back. Pandas have usually been able to migrate to other areas, but they have lost so much of thier habitant to humans that migration has become increasingly difficult."
]
