[
  "Why did the bear dissolve in water? Because it was polar",
  "What do you call a bear with no teeth? A gummy bear",
  "Why did Mother Nature make only one Yogi Bear? Because when he tried to make a second one he made a Boo-Boo",
  "How do you start a teddy bear race? Ready, teddy, GO!",
  "Why do pandas like old movies? Because they’re in black and white",
  "Why didn’t the baby leave his momma? Because he couldn’t bear it!",
  "What is a bear’s favorite drink? Koka-Koala!",
  "What did the teddy bear say after dinner? I’m stuffed.",
  "Why did the bear cross the road? It was the chicken’s day off!",
  "What do you call bears without ears? B’s.",
  "What does pooh eat at parties? Blue bear-y pie.",
  "Why did Tigger look in the toilet? He was looking for Pooh",
  "Why did the sloth get fired from his job? He would only do the bear minimum.",
  "What do you get if you cross a grizzly bear and a harp? A bear faced lyre!",
  "What do you call a freezing bear? A brrrrrrr.",
  "What is as big as a bear but weighs nothing? Its shadow!",
  "How do you apologize to a koala? Bear your heart and soul.",
  "What do you call a grizzly bear in a phone booth? Stuck!",
  "What do you get if you cross a skunk with a bear? Winnie the PU!",
  "What do you get when you cross a bear with a garden? Squash!",
  "What do you call a wet bear? A drizzly bear.",
  "Why do polar bears have fur coats? Because they would look weird in ski jackets.",
  "What does Pooh Bear call his significant other? Hunny.",
  "What do you get when you cross a teddy bear with a wild hog? A teddy boar.",
  "Why was the bear cub so spoiled? Because his mother panda’d to his every whim!",
  "What do you call a bear that jumps but never lands? Peter Panda.",
  "Why did the bear quit his second job? He needed some koala-ty time with his family.",
  "What do you call a bear with a bad attitude? The bearer of bad news.",
  "Where do teenage polar bears go to dance? The snow-ball.",
  "What is a polar bear’s favorite cereal? Ice Crispies.",
  "What is a polar bear’s favorite healthy snack? Iceberg lettuce and snow peas.",
  "What do you call a polar bear in Florida? A solar bear.",
  " How do bears travel when they go on vacation? Bear-o-planes.",
  "What do you call a bear who practices dentistry? A molar bear."
]
